/* This character is used as a separator between directory components.  ▹ is 'WHITE RIGHT-POINTING SMALL TRIANGLE', appropriate for left-to-right languages.  In a right-to-left locale, 'WHITE LEFT-POINTING SMALL TRIANGLE' (◃) should be used. */
" ▹ " = " ▹ ";

/* Description text in dialog telling the user a new version is available. %1$@ is the app name (e.g. CrossOver). %2$@ is the nw version (e.g. 14.0.3). %3$@ is the current version (e.g. 13.2). */
"%1$@ %2$@ is now available – you have %3$@." = "Dostępny jest %1$@ %2$@ – posiadasz wersję %3$@.";

/* Format string for constructing a bottle-tagged name for a launcher or document (for example, from the launcher name 'Microsoft Word 2010' and the bottle name 'Office 2010', make 'Microsoft Word 2010 (Office 2010)'. %1$@ is the document or launcher name; %2$@ is the bottle name. */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* This string is used for the title of a terminal window.  %1$@ is the app name, %2$@ is a bottle name. */
"%1$@ Bottle \"%2$@\"" = "%1$@ butelka \"%2$@\"";

/* This message is displayed when CrossOver is unable to locate or otherwise communicate with its bottles.  It's a fatal error and the app cannot start up.  %1$@ is the app name. */
"%1$@ is unable to initialize a critical component. Without this, %1$@ is unable to run, and will now exit.\n" = "%1$@ nie jest w stanie zainicjować krytycznego składnika. Bez niego nie można uruchomić %1$@, aplikacja zostanie zamknięta.\n";

/* Informative text of an alert display after running a launcher with options fails. %1$@ will be the name of the launcher. %2$d will be the status code. */
"%1$@ returned status %2$d." = "%1$@ zwrócił status %2$d.";

/* Note in package selection section of software installer window.  Substitution is product name (e.g. CrossOver Games) */
"%@ can download this software from the Internet." = "%@ może pobrać to oprogramowanie z internetu.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon.  Substitution is the app name. */
"%@ could not open the document or program." = "%@ nie może otworzyć dokumentu lub programu.";

/* Secondary completion message for an install via Steam. Substitutions are product name (e.g. CrossOver), the bottle name, and the application name. */
"%@ has configured the bottle ‘%@’ for installing %@ via Steam. You will need to finish the installation in Steam." = "%1$@ skonfigurował butelkę ‘%2$@’ do instalacji %3$@ przez Steam. Instalację musisz dokończyć przez Steam.";

/* The name of the product, as displayed in the About box.  The substitution is the PRODUCT_NAME from DISTVERSION, typically 'CrossOver'. */
"%@ Standard" = "%@ Standard";

/* Title for main window when a single bottle is selected. Substitutions are the app name and the name of the selected bottle. */
"%@ — %@" = "%1$@ — %2$@";

/* Title for main window when three or more bottles are selected. Substitutions are the app name and the number of bottles selected. */
"%@ — %d Bottles Selected" = "Wybrane butelki %1$@ — %2$d";

/* Title for main window when exactly 2 bottles are selected. Substitution is the app name. */
"%@ — 2 Bottles Selected" = "%@ — wybrano 2 butelki";

/* Title for main window when the All Bottles collection is selected. Substitution is the app name. */
"%@ — All Bottles" = "%@ — Wszystkie butelki";

/* Item count for software package categories, for when count is 2 or more.  Substitution is count.  Consider translating to (items: %u) if these plural forms are inadequate. */
"%u items" = "rzeczy: %u";

/* Item count for software package categories, for when count is 0.  Consider translating to (items: 0) if these plural forms are inadequate. */
"0 items" = "0 rzeczy";

/* Item count for software package categories, for when count is 1.  Consider translating to (items: 1) if these plural forms are inadequate. */
"1 item" = "1 rzecz";

/* Message of a dialog prompting the user to re-register the product in order to update CrossOver's license information.  %1$@ is the app name. */
"A new version of %1$@ is now available. Please enter your codeweavers.com account email address and password to update your license file and re-enable automatic updates." = "Dostępna jest nowa wersja %1$@. Wprowadź nazwę użytkownika CodeWeavers i hasło, aby uaktualnić plik licencji i ponownie włączyć Automatyczne uaktualnienia.";

/* Message in dialog telling the user that a new version of the app is available. Substitution is the app name (e.g. CrossOver). */
"A new version of %@ is available!" = "Nowa wersja %@ jest dostępna!";

/* Dialog title which reports that demo activation failed.
   Dialog title which reports that demo registration failed. */
"Activation failed" = "Aktywacja nie powiodła się";

/* Tooltip for toolbar item for marking a launcher as one of the user's favorites. */
"Add selected launchers to Favorites" = "Dodaj wybrane skróty do Ulubionych";

/* Label for toolbar item for marking a launcher as one of the user's favorites. */
"Add to Favorites" = "Dodaj do Ulubionych";

/* Name of special entry in the main window bottle list source view representing all bottles */
"All Bottles" = "Wszystkie butelki";

/* Message explaining restriction of the file open dialog to be compatibile with Win32 API */
"All selected files must be within the same folder." = "All selected files must be within the same folder.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon. */
"An error occurred when attempting to launch a new task." = "Wystąpił błąd podczas próby uruchomienia nowego zadania.";

/* Error message for an unnamed task. */
"An unknown installer task failed." = "Zadania nieznanego instalatora nie powiodły się.";

/* Message displayed when the dialog creating a new bottle fails in bottle creation. */
"Bottle creation failed" = "Utworzenie butelki nie powiodło się";

/* Displayed when publishing a bottle fails.  'Publish' is the term for copying a bottle into the root account so that its contents may be used by all the users on a system. */
"Bottle publish failed" = "Publikacja butelki nie powiodła się";

/* Title of the section for private bottles in the bottle list source view in the main window when there are no published bottles */
"BOTTLES" = "BUTELKI";

/* Grouping header in list of bottles in install window, when no software package selected */
"Bottles" = "Butelki";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while that size is being calculated. */
"Calculating…" = "Obliczam…";

/* Cancel
   title of button in dialog to cancel the Repair Bottles action */
"Cancel" = "Anuluj";

/* Button label -- option after the installation of a package subcomponent has failed */
"Cancel Installation" = "Anuluj instalację";

/* Status of an install step which has been canceled */
"Canceled." = "Anulowano.";

/* Message when user tries to save to a non-writable file system. Substitution is display name of directory. */
"Can’t write to ‘%@’. The volume is read-only." = "Can’t write to ‘%@’. The volume is read-only.";

/* Text of a dialog asking for confirmation before esync is enabled.
   Text of a dialog asking for confirmation before high resolution mode is enabled. */
"Changing this setting will reboot the bottle and cause any running applications in the bottle to quit. Are you sure you want to do this?" = "Zmiana ustawień spowoduje ponowne uruchomienie butelki oraz zakończenie pracy uruchomionych aplikacji z tej butelki. Czy na pewno chcesz to zrobić?";

/* Button title for choose folder dialog
   Prompt for a file-selection dialog */
"Choose" = "Wybierz";

/* Caption of the folder-selection dialog that displays when the user changes the Programs folder */
"Choose a Programs Folder" = "Wybierz katalog programów";

/* Title for choose dialog when files are allowed */
"Choose File or Folder" = "Choose File or Folder";

/* Title for choose dialog when only folders are allowed */
"Choose Folder" = "Choose Folder";

/* Item in installer source list that allows the user to pick an installer file */
"Choose Installer File…" = "Wybierz plik instalatora…";

/* Item in installer source list that allows the user to pick an installer folder */
"Choose Installer Folder…" = "Wybierz katalog instalatora…";

/* The menu item that resets the content of File -> Recent Files. */
"Clear" = "Wymaż";

/* Menu item title.  If selected, CrossOver prompts to confirm, and then deletes all program mini-applications in ~/Applications/CrossOver and recreates them from scratch.  Translation should be same as in MainMenu NIB. */
"Clear and Rebuild Programs…" = "Wymaż i odbuduj menu Programy…";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while the cache is being cleared/deleted. */
"Clearing…" = "Czyszczę…";

/* Title of a section in the bottle list source view in the main window containing the special All Bottles entry */
"COLLECTIONS" = "KOLEKCJE";

/* Label of command error in alert when Run Command fails */
"Command error text:" = "Błąd polecenia tekstowego:";

/* Label of command output in alert when Run Command fails */
"Command output:" = "Wyjście polecenia:";

/* Title for the dialog that displays the error data if a commandline returns an error. */
"Command results" = "Wyniki polecenia";

/* Grouping header in list of bottles in install window; bottles compatible with selected software package */
"Compatible Bottles" = "Kompatybilne butelki";

/* Warning when the installation of a package subcomponent has failed */
"Continuing with the install may produce unpredictable results." = "Kontynuowanie instalacji może wywoływać nieprzewidziane efekty.";

/* Title of the section of launcher icons in the icon view of the main window which shows control panels */
"Control Panels" = "Panel sterowania";

/* Default name of a bottle copy. */
"copy of %@" = "kopia z %@";

/* Download error reporting */
"Could not download the %@ installer.\n\n%@" = "Nie można pobrać instalatora %1$@.\n\n%2$@";

/* Informative text for an alert when we fail to obtain privileges to delete a published bottle. */
"Could not obtain the authorization to delete files owned by the administrator." = "Nie można usunąć plików należących do administratora.";

/* Title of failure dialog that displays if the online demo-registration process fails */
"Could not unlock" = "Nie można odblokować";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Crash (very verbose)" = "Awaria (bardzo rozwlekle)";

/* Title of a dialog that creates a new bottle. */
"Create a Bottle" = "Utwórz butelkę";

/* Label for install window summarizing bottle selection when trying to create new bottle with the same name as existing bottle.  Substitution is bottle name */
"CrossOver can’t create a new bottle named “%@”" = "CrossOver nie może utworzyć butelki o nazwie “%@”";

/* Text for header label in the install wizard. $APPNAME$ will be replaced by the name of the app to be installed (e.g. Steam). If grammar allows, prefer to keep the app name at the end of the string or, if that doesn't work, the beginning of the string. */
"CrossOver is ready to install $APPNAME$" = "CrossOver jest gotowy do instalacji $APPNAME$";

/* Error message when Python initialization fails.  Substitution is the exception description. */
"CrossOver is unable to initialize a critical component.\n\n%@\n\nThe program will now exit." = "CrossOver nie jest w stanie zainicjować krytycznego komponentu.\n\n%@\n\nProgram zostanie zakończony.";

/* Label text for a detail item on the ready-to-install summary page of the installer window. */
"CrossOver will also install additional dependencies" = "CrossOver zainstaluje również dodatkowe pliki";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"CrossOver will also install the following manually added items: %@" = "CrossOver zainstaluje również następujące dodane rzeczy: %@";

/* text of dialog shown to confirm Repair Bottles action */
"CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n" = "CrossOver spróbuje naprawić butelki, które mogły zostać uszkodzone przez oprogramowanie antywirusowe. Takie oprogramowanie antywirusowe może niepoprawnie usunąć lub \"poddane kwarantannie\" niektóre krytyczne pliki potrzebne do CrossOver do pracy. Pliki CrossOver nie zawierają wirusów.\n\nNaprawa butelki przywraca pliki, które znajdowały się w butelce podczas tworzenia jej przez Crossover. Jeśli oprogramowanie antywirusowe nie jest wyłączone, może je usunąć ponownie. Kliknij \"Dowiedz się więcej\", aby dowiedzieć się, jak chronić pliki CrossOver przed oprogramowaniem antywirusowym.\n";

/* Label for install window summarizing installer source when the installer will be downloaded.  Substitution is the URL */
"CrossOver will download the installer from %@" = "Instalator zostanie pobrany z %@";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's an app language.  %1$@ is the application name and %2$@ is the language name (e.g. Japanese). */
"CrossOver will install %1$@ (%2$@ version)" = "CrossOver zainstaluje %1$@ (wersja %2$@)";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's no app language.  %@ is the application name. */
"CrossOver will install %@" = "CrossOver zainstaluje %@";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected, but there are dependencies to install */
"CrossOver will install dependencies only" = "CrossOver zainstaluje tylko pliki dodatkowe";

/* Label for install window summarizing installer source when a local installer is selected.  Substitution is the display path. */
"CrossOver will install from %@" = "CrossOver wykona instalację z %@";

/* Label for install window summarizing bottle selection when electing to create a new bottle.  Substitutions are bottle template (e.g. Windows XP) and new name */
"CrossOver will install into a new %1$@ bottle named “%2$@”" = "CrossOver zainstaluje do nowej butelki %1$@ o nazwie “%2$@”";

/* Label for install window summarizing bottle selection when an existing bottle was selected.  Substitution is bottle name */
"CrossOver will install into the bottle “%@”" = "CrossOver zainstaluje w butelce “%@”";

/* Label in install window summarizing language of application to install. Substitution is the language name (e.g. English or French). That language name will be properly localized. */
"CrossOver will install the %@ version" = "CrossOver zainstaluje wersję %@";

/* Label for install window summarizing installer source when installing from Steam. */
"CrossOver will install via Steam" = "CrossOver wykona instalację za pomocą Steam";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected and there is nothing else to install */
"CrossOver will make configuration changes only" = "CrossOver wykona wyłącznie zmiany konfiguracji";

/* Delete (in this case, delete a bottle.) */
"Delete" = "Usuń";

/* Title of confirmation dialog when deleting a bottle */
"Delete bottle ‘%@’?" = "Usunąć butelkę ‘%@’?";

/* Title for menu item when there's no bottle selected. */
"Delete Bottle…" = "Usuń butelkę…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Delete “%@”…" = "Usuń “%@”…";

/* Warning displayed before a bottle is deleted */
"Deleting this bottle will erase all software installed in it, as well as remove all documents in its C: drive. Are you sure you want to do this?" = "Usunięcie tej butelki usunie wszystkie zainstalowane w niej programy, a także usunie wszystkie dokumenty w jej dysku C:. Czy na pewno chcesz to zrobić?";

/* Title of a dialog asking for confirmation before esync is disabled. */
"Disable ESync" = "Wyłącz ESync";

/* Title of a dialog asking for confirmation before high resolution mode is disabled. */
"Disable High Resolution" = "Wyłącz wysoką rozdzielczość";

/* Button label -- option to refuse loading of an unknown CrossTie file */
"Don’t Load" = "Nie wczytuj";

/* Dialog text which explains why a demo registration didn't work. */
"Download corrupted." = "Pobieranie uszkodzone.";

/* Dialog text which explains why a demo registration didn't work. */
"Download incomplete." = "Pobieranie niekompletne.";

/* Item in installer source list for downloading the installer */
"Download installer" = "Pobierz instalator";

/* Download progress caption. %1$@ is a locale-appropriate representation of bytes downloaded, such as 10 KB. %2$@ is a similar representation of the total size to be downloaded. */
"Downloaded %1$@ of %2$@." = "Pobrano %1$@ z %2$@.";

/* Title for menu item when there's no bottle selected. */
"Duplicate Bottle…" = "Powiel butelkę…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Duplicate “%@”…" = "Powiel “%@”…";

/* Button label in confirmation dialog when user clicks the 'eject' button */
"Eject" = "Wysuń";

/* Title of confirmation dialog when user clicks the 'eject' button */
"Eject CD?" = "Wysunąć płytę?";

/* Caption in confirmation dialog when user clicks the 'eject' button.  Substitution is the app name. */
"Ejecting this volume will interrupt any %@ processes that are currently accessing files on this disk. Are you sure you want to eject?" = "Wysuwanie tego woluminu spowoduje przerwanie wszelkich procesów %@, które obecnie posiadają dostęp do plików na dysku. Czy na pewno chcesz wysunąć?";

/* Title of a dialog asking for confirmation before enabling esync. */
"Enable ESync" = "Włącz ESync";

/* Title of a dialog asking for confirmation before enabling high resolution mode. */
"Enable High Resolution" = "Włącz wysoką rozdzielczość";

/* Title for menu item when there's no bottle selected. */
"Export Bottle to Archive…" = "Eksportuj butelkę do archiwum…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Export “%@” to Archive…" = "Eksportuj “%@” do archiwum…";

/* Caption of failure dialog that displays if the online demo-registration process fails */
"Failed to begin license download." = "Nie udało się rozpocząć pobierania licencji.";

/* Message for an alert when deletion of a private bottle has failed. Substitution is the bottle name. */
"Failed to delete the bottle ‘%@’." = "Nie można usunąć butelki ‘%@’.";

/* Message for an alert when deletion of a published bottle has failed. Substitution is the bottle name. */
"Failed to delete the published bottle ‘%@’." = "Nie można usunąć opublikowanej butelki ‘%@’.";

/* Caption of dialog that reports demo registration failure.  The substitution is an explanation string that describes the failure. */
"Failed to download license file: %@" = "Nie udało się pobrać pliku licencji: %@";

/* Alert message when the bottle archive process fails */
"Failed to export bottle ‘%@’ to an archive." = "Nie udało się wyeksportować butelki ‘%@’ do archiwum.";

/* Title of a dialog that's displayed when CrossOver is unable to start up. */
"Failed to initialize" = "Nie można zainicjować";

/* Status of an install step which has failed */
"Failed." = "Niepowodzenie.";

/* Title of the section of launcher icons in the icon view of the main window which shows the users favorite launchers */
"Favorites" = "Ulubione";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"File Access" = "Dostęp do plików";

/* Title of dialog reporting that the demo has been registered and enabled. */
"Finished unlocking" = "Zakończono odblokowywanie";

/* Status of an install step after it has completed successfullly */
"Finished." = "Zakończono.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Fonts" = "Czcionki";

/* Title for menu item when there's no bottle selected. */
"Force Quit Bottle" = "Wymuś zamknięcie butelki";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Force Quit “%@”" = "Wymuś koniec “%@”";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Controllers" = "Kontrolery gier";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Graphics" = "Grafiki z gier";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is showing and the item will hide it */
"Hide Bottles" = "Ukryj butelki";

/* This is the caption of the File->Open dialog. */
"If possible, the selected document will be opened in the appropriate Windows application.\nAvailable file types may vary depending on which bottle is selected below." = "Jeśli to możliwe, wybrany dokument zostanie otwarty w odpowiedniej aplikacji systemu Windows.\nDostępne typów plików mogą się różnić w zależności od wybranej poniżej butelki.";

/* Text added to BuySupportNag if refreshing registration is not enough. Substitution is the title of the Buy a Support Extension button. */
"If your support has expired, click ‘%@’ to receive this and future upgrades." = "Jeśli zakończył się okres wsparcie, kliknij ‘%@’, aby korzystać z tego i kolejnych uaktualnień.";

/* Message in alert when user attempts to choose a non-writable Programs folder. Substitution is the product name (e.g. CrossOver Games) */
"In order for %@ to create launch icons for your Windows programs, you must have write permissions to the Programs folder." = "Aby %@ mógł utworzyć ikony uruchamiania dla programów systemu Windows, musi mieć uprawnienia zapisu w katalogu Programy.";

/* Initial status of an install step */
"In Process…" = "W trakcie…";

/* Grouping header in list of bottles in install window; bottles incompatible with selected software package */
"Incompatible Bottles" = "Niekompatybilne butelki";

/* Title of an error dialog when CrossOver cannot start up */
"Initialization Failure" = "Błąd inicjowania";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Install (very verbose)" = "Instaluj";

/* Prompt for a directory-selection dialog */
"Install files from this directory" = "Instaluj pliki z tego katalogu";

/* Title for menu item when there's no bottle selected. */
"Install Software into Bottle…" = "Zainstaluj oprogramowanie w butelce…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Install Software into “%@”…" = "Zainstaluj oprogramowanie w “%@”…";

/* Item in installer source list for installing with Steam */
"Install Via Steam" = "Zainstaluj przez Steam";

/* String that displays in the prefs dialog if the user has never downloaded a c4p update. */
"Installation recipes have never been updated." = "Receptury instalacyjne nigdy nie były aktualizowane.";

/* Reports when the CrossTie file was last updated.  Substitution is the localized date in the full style and the time in short style, as configured in System Preferences. For example, the default in the U.S. would be like 'Thursday, July 16, 2015 at 7:35 PM' */
"Installation recipes were last updated on %@." = "Ostatnia aktualizacja instrukcji instalacyjnych %@.";

/* Caption for the installation progress bar. Substitution is name of the software package being installed */
"Installing %@…" = "Instalowanie %@…";

/* Reason why an app is being installed. User selected to install something via Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam" = "Instalacja przez Steam";

/* Reason why an app is not being installed. User selected to install something via Steam but then explicitly removed Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam, Manually Removed" = "Instalacja przez Steam, usunięto ręcznie";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 2 stars
   Label in the rating pop-over describing a rating of 2 stars */
"Installs, Will Not Run" = "Instalacja, program nie będzie działał";

/* Title of a warning dialog when loading an empty C4P */
"Invalid File" = "Nieprawidłowy plik";

/* Warning message encouraging user to install in a fresh bottle. */
"It is recommended that you install this application into a new bottle in order to avoid possible interference between programs." = "Zalecamy instalację tej aplikacji w nowej butelce, aby uniknąć możliwych zakłóceń między programami.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Keyboard Input" = "Wprowadzanie klawiaturą";

/* The date the application was last given a rating for this version.  Substitution is date */
"Last Rated: %@" = "Ostatni ranking: %@";

/* title of button in dialog to learn more about the Repair Bottles action */
"Learn More" = "Dowiedz się więcej";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 3 stars
   Label in the rating pop-over describing a rating of 3 stars */
"Limited Functionality" = "Ograniczona funkcjonalność";

/* Button label -- option to proceed with loading of an unknown CrossTie file */
"Load" = "Wczytaj";

/* Title of a warning dialog when loading an unknown CrossTie */
"Load untrusted CrossTie file?" = "Wczytać niezaufany plik CrossTie?";

/* Displays as a placeholder in the Dock icon menu while a Clear and Rebuild is in progress. */
"Loading…" = "Wczytywanie…";

/* Title for button in app-rating pop-over when the user needs to log in. */
"Log In and Submit Rating…" = "Zaloguj się i prześlij ocenę…";

/* The title of a dialog box for copying bottles. */
"Make a Copy of %@" = "Utwórz kopię %@";

/* Title of a warning dialog when loading a .tie file flagged as malware */
"Malware Detected" = "Wykryto złośliwe oprogramowanie";

/* Reason why an app is being installed. User explicitly added it. Displayed in a column in a table in the Edit Install Options sheet. */
"Manually added" = "Dodane ręcznie";

/* HTML string which displays when an installation finishes and links to the log file. */
"More diagnostic information can be found in the <a href = \"%@\">debug log</a>." = "Więcej informacji diagnostycznych można znaleźć w <a href = \"%@\">debug log</a>.";

/* Label for link in package description text to package URL (e.g. C4 page) */
"More info" = "Więcej informacji";

/* More Info */
"More Info" = "Więcej informacji";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Mouse Input" = "Wprowadzanie myszą";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Network Connections" = "Połączenia sieciowe";

/* Entry in bottle table allowing the user to install into a new bottle. Substitution is a bottle template name (e.g. Windows XP) */
"New %@ Bottle…" = "Nowa butelka %@…";

/* Suggested name for a new bottle */
"New Bottle" = "Nowa butelka";

/* Tooltip explaining a 0-stars rating in the installer window. */
"No ratings have been reported.\n\nAll application entries start at this rating. Over time staff and users can visit the What Runs page of the CodeWeavers website and rate how far they got in running this Windows application in CrossOver. If you try this application please submit a rating for how this application worked, or didn’t, in CrossOver." = "Nie zostały zgłoszone opinie na temat działania tej aplikacji.\n\nWszystkie zgłoszone aplikacje mają tu swoją ocenę. Użytkownicy mogą zgadzać na stronie CodeWeavers jak działa u nich ta aplikacja. Jeżeli spróbujesz zainstalować tą aplikację, prosimy o umieszczenie oceny, czy działa ona u ciebie przez CrossOver.";

/* Displays as a placeholder in the Dock icon menu if there's nothing else to display in the menu. */
"No Software Is Installed" = "Oprogramowanie nie jest zainstalowane";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac does not have any Retina displays that would benefit from high resolution mode. Enabling it will just make things look blurry." = "UWAGA: Twój Macintosh nie posiada ekranu Retina i tryb wysokiej rozdzielczości nie przyniesie żadnej korzyści. Po włączeniu tego trybu wszystko może być rozmazane.";

/* Text of a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac has a mix of Retina and non-Retina displays. High resolution mode will make things look better on your Retina displays but worse on your non-Retina displays." = "INFO: Twój Mac posiada jednocześnie wyświetlacze Retina i inne. Tryb wysokiej rozdzielczości sprawi, że na ekranach Retina wszystko będzie wyglądało lepiej, a na pozostałych gorzej.";

/* OK */
"OK" = "OK";

/* Open */
"Open" = "Otwórz";

/* Entry in Application Language pop-up for default language */
"Other Language" = "Inny język";

/* Button label displayed when a download fails -- it gives the user the option of selecting a file instead. */
"Pick Installer File" = "Wybierz plik instalatora";

/* Displayed by a file-selection dialog when the user browses for a file to execute as part of a command-line. */
"Please choose a file to run." = "Proszę wybrać plik do uruchomienia.";

/* Message for a file-selection dialog */
"Please choose a Windows installer file:" = "Proszę wybrać plik instalatora Windows:";

/* Message for a directory-selection dialog */
"Please choose the directory containing your installer.\nThe location that you select will be treated like a CD-ROM." = "Proszę wybrać katalog zawierający instalator.\nWybrana lokalizacja będzie traktowana jak dysk CD-ROM.";

/* Validation error: email address is not in a valid format. */
"Please enter a valid email address.\n(e.g. myusername@myemailprovider.com)" = "Proszę wprowadzić prawidłowy adres email.\n(np. mojeimięinazwisko@mójdostawcapoczty.com)";

/* Informational text for pop-over asking user to rate an application. Substitutions are the product name (e.g. CrossOver), the app's name, and the product name again. */
"Please leave a rating in order to help us better target our improvements to %@ and to inform other users on how well ‘%@’ works with %@." = "Please leave a rating in order to help us better target our improvements to %1$@ and to inform other users on how well ‘%2$@’ works with %3$@.";

/* Message for a file-selection dialog that appears when a download has failed. */
"Please locate the installer file for %@" = "Proszę zlokalizuj plik instalatora dla %@";

/* Title of alert when user attempts to choose a non-writable Programs folder. */
"Please select a folder within your home folder" = "Wybierz katalog w Twoim katalogu domowym";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Printing" = "Drukowanie";

/* Title of the section for private bottles in the bottle list source view in the main window when there are also published bottles */
"PRIVATE BOTTLES" = "BUTELKI PRYWATNE";

/* Title of the section of launcher icons in the icon view of the main window which shows normal program launchers */
"Programs" = "Programy";

/* Title for menu item when there's no bottle selected. */
"Publish Bottle…" = "Publikuj butelkę…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Publish “%@”…" = "Publikuj “%@”…";

/* Title of the section for published bottles in the bottle list source view in the main window */
"PUBLISHED BOTTLES" = "OPUBLIKOWANE BUTELKI";

/* The name which is suggested when publishing a bottle. */
"published_%@" = "opublikowana_%@";

/* Title for menu item when there's no bottle selected. */
"Quit Bottle" = "Zamknij butelkę";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Quit “%@”" = "Zakończ “%@”";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable ESync" = "Uruchom ponownie butelkę i wyłącz ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable High Resolution Mode" = "Uruchom ponownie butelkę i wyłącz tryb wysokiej rozdzielczości";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable ESync" = "Uruchom ponownie butelkę i włącz ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable High Resolution Mode" = "Uruchom ponownie butelkę i włącz tryb wysokiej rozdzielczości";

/* Button text -- this button regenerates the Applications folder and the Programs shown in the main window. */
"Rebuild" = "Odbuduj";

/* Title of a warning dialog, asking for confirmation before the menus and app folder are regenerated */
"Rebuild Programs" = "Odbuduj menu Programy";

/* Menu item title.  Replaces 'Clear and Rebuild Programs' while the rebuilding is happening to indicate that the user may not do it again at this time. */
"Rebuilding Programs…" = "Odbudowa menu Programy…";

/* Grouping header in list of bottles in install window; bottles recommended for selected software package */
"Recommended Bottles" = "Zalecane butelki";

/* Registered to: %@ */
"Registered to: %@" = "Zarejestrowano dla: %@";

/* Label for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove from Favorites" = "Usuń z Ulubionych";

/* Tooltip for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove selected launchers from Favorites" = "Usuń zaznaczone z Ulubionych";

/* Title for menu item when there's no bottle selected. */
"Rename Bottle…" = "Zmień nazwę butelki…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Rename “%@”…" = "Zmień nazwę “%@”…";

/* title of button in dialog to confirm the Repair Bottles action */
"Repair" = "Napraw";

/* title of dialog shown to confirm Repair Bottles action */
"Repair Bottles?" = "Naprawić butelki?";

/* Reason why an app is being installed. It is a dependency of another app that's being installed. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@" = "Wymagane przez %@";

/* Reason why an app is not being installed. It is a dependency of another app that's being installed but the user has explicitly removed it. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@, Manually Removed" = "Wymagane przez %@, usunięte ręcznie";

/* Title of dialog reporting that the user failed to enter some of the fields. */
"Required field missing" = "Brak wymaganego pola";

/* Prompt for a file-selection dialog which chooses an archive to restore. */
"Restore" = "Przywróć";

/* Title of a dialog that allows the user to pick a bottle archive. */
"Restore Bottle Archive" = "Odtwórz archiwum butelki";

/* Status of an install step which failed but the user asked to retry */
"Retrying…" = "Ponawianie…";

/* Entry in the Dock icon menu.  Opens a dialog that allows the user to specify a command-line.
   Label for shortcut/launcher icon in main window which opens the Run Command dialog */
"Run Command…" = "Wykonaj polecenie…";

/* Format string for window title for the Run with Options dialog. Substitution will be the name of a program launcher (e.g. Steam). */
"Run “%@”" = "Uruchom “%@”";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 5 stars
   Label in the rating pop-over describing a rating of 5 stars */
"Runs Great" = "Działa świetnie";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 4 stars
   Label in the rating pop-over describing a rating of 4 stars */
"Runs Well" = "Działa dobrze";

/* Label for the filter pop-up menu in the native Save dialog accessory view.  Replaces the label in the NIB, which is appropriate for an Open dialog. */
"Save as Type:" = "Save as Type:";

/* Prompt for a file save dialog for selecting the install log file destination. */
"Select an install log file" = "Wybierz plik dziennika instalacji";

/* Reason why an app is being installed, when it's the app that the user directly selected. Displayed in a column in a table in the Edit Install Options sheet. */
"Selected for install" = "Wybrano do instalacji";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is hidden and the item will show it */
"Show Bottles" = "Pokaż butelki";

/* Button label -- option after the installation of a package subcomponent has failed */
"Skip This Step" = "Pomiń ten krok";

/* Status of an install task which failed and the user said to skip */
"Skipped." = "Pominięto.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Sound (verbose)" = "Dźwięk (rozwlekły)";

/* Displayed in an optional dialog that allows the user to save a debugging log-file when running a command-line. */
"Specify where to save the log file." = "Określ, gdzie chcesz zachować plik dziennika.";

/* Title for pop-over asking user to rate an application. Substitution is the app's name */
"Submit a Rating for ‘%@’" = "Submit a Rating for ‘%@’";

/* Title for button in app-rating pop-over when the user doesn't need to log in. */
"Submit Rating" = "Oceń";

/* Title for menu item for submitting a rating for a launcher. Substitution is the launcher name. */
"Submit Rating for ‘%@’…" = "Oceń ‘%@’…";

/* Title for disabled menu item for submitting a rating for a launcher (when no suitable launcher is selected). */
"Submit Rating…" = "Oceń…";

/* Status message displayed after a command-line completes.  The first substitution is the commandline, and the second is the return value. */
"The command %@ returned %d." = "Polecenie %1$@ zwróciło %2$d.";

/* Error description for when a control panel launcher icon can't be launched because the bottle is in a bad state. Substitution %1$@ is the control panel name; %2$@ is the bottle name. */
"The control panel “%1$@” can’t be launched because the bottle “%2$@” is unable to run commands at this time." = "Nie można uruchomić Panelu sterowania “%1$@” ponieważ w butelce “%2$@” nie można teraz uruchamiać poleceń.";

/* Warning message when a user drag-and-drops an empty .tie file. */
"The CrossTie file ‘%@’ does not contain installation profiles for anything that can be installed with this product." = "Plik CrossTie ‘%@’ nie zawiera profilów instalacji dla wszystkich składników tej aplikacji.";

/* Warning message when a user starts to install a non-CW .tie files. */
"The CrossTie file ‘%@’ is not from a trusted source!\n\nThis means that CodeWeavers has no knowledge or control over what actions profiles from this file may attempt. Be VERY cautious loading untrusted CrossTies as they can cause great damage to your computer. CodeWeavers will not provide technical support for issues related to the use of untrusted CrossTie files.\n" = "Plik CrossTie ‘%@’ nie pochodzi z zaufanego źródła!\n\nOznacza to, że CodeWeavers nie kontroluje i nie zna czynności wykonywanych przez ten plik. Zachowaj szczególną ostrożność ponieważ może dojść do nieodwracalnych szkód. CodeWeavers nie zapewnia pomocy technicznej dla problemów związanych z wykorzystaniem niezaufanych plików CrossTie.\n";

/* Sub-caption for Choose Installer Folder item */
"The file you select will be launched to install the application" = "Wybrany plik zostanie użyty do zainstalowania programu";

/* Sub-caption for Choose Installer Folder item */
"The folder you select will be treated like an installer disc" = "Wybrany katalog będzie traktowany jako dysk instalacyjny";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"The following dependencies were manually excluded from the install: %@" = "Następujące zależności zostały ręcznie wyłączone z instalacji: %@";

/* Message in installation notes when user has filled everything in but install can't proceed because dependencies require user-provided installer */
"The install cannot continue because one or more dependencies are not installed, and an installer could not be found automatically." = "Instalacja nie może być kontynuowana, ponieważ nie zainstalowanego jednej lub kilku rzeczy, a instalator nie potrafi ich znaleźć automatycznie.";

/* Message in installation notes when user has filled everything in but install can't yet proceed because bottle hasn't been analyzed */
"The install cannot continue until the ‘%@’ bottle is scanned for dependencies. Please wait." = "Instalacja nie może być kontynuowana dopóki zależności butelki '%@' nie zostaną przeskanowane do końca. Proszę czekać.";

/* Completion message for an install where the user skipped some tasks. Substitution is the name of the app that was being installed. */
"The installation of %@ completed, but some tasks were skipped." = "Zakończono instalację %@, ale niektóre zadania zostały pominięte.";

/* Completion message for an install without problems. Substitution is the name of the app that was being installed. */
"The installation of %@ completed." = "Instalowanie %@ zostało ukończone.";

/* Completion message for a failed install. Substitution is the name of the app that was being installed. */
"The installation of %@ failed." = "Instalacja %@ zakończyła się niepowodzeniem.";

/* Completion message for an install via Steam. Substitution is the name of the app that was being installed. */
"The installation of %@ has been handed off to Steam." = "Instalacja %@ będzie kontynuowana przez Steam.";

/* Completion message for a canceled install. Substitution is the name of the app that was being installed. */
"The installation of %@ was canceled." = "Instalacja %@ została anulowana.";

/* Error message for a failed installation task */
"The ‘%@’ task failed." = "Zadanie ‘%@’ zakończyło się niepowodzeniem.";

/* Caption of a warning dialog, asking for confirmation before the menus and app folder are regenerated.  %1$@ is the app name, %2$@ is the programs folder path. */
"This action will rebuild the %1$@ Applications folder and the program launchers it contains from scratch. This will result in the deletion of the %2$@ folder and any changes that you might have made to its contents. Are you sure you want to do this?" = "Ta opcja odbuduje katalog programów %1$@ od podstaw. Spowoduje to usunięcie katalogu %2$@ i wszelkich zmian, które w nim dokonano. Czy na pewno chcesz to zrobić?";

/* Validation error: activation code was too long */
"This activation code is not valid - it is too long.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Ten kod aktywacyjny jest nieprawidłowy - jest za długi.\n(Przykład: XXX-XXXX-XXXX-XXXXXXXX).";

/* Validation error: activation code was too short */
"This activation code is not valid - it is too short.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Ten kod aktywacyjny jest nieprawidłowy - jest za krótki.\n(Przykład: XXX-XXXX-XXXX-XXXXXXXX).";

/* Tooltip explaining a 5-stars rating in the installer window. */
"This application installs and runs great, the same as it would in Windows.\n\nPractically all of the application is functional. Using this application in CrossOver should be the same as running the application on native Windows OS." = "Ta aplikacja instaluje się i działa tak samo jak w systemie Windows.\n\nWszystkie funkcje programu działają prawidłowo. Korzystanie z tej aplikacji w CrossOver nie powinno się różnić od używania jej w systemie Windows OS.";

/* Tooltip explaining a 4-stars rating in the installer window. */
"This application installs and runs quite well, with only minor glitches found.\n\nThe core functionality of this Windows application works fine under CrossOver. There still may be some extra functions that don’t work right, but overall this application should be mostly usable. We don’t maintain a list of what specific functions work/don’t work per-application in our compatibility database, but you may want to check this application’s Forums at the CodeWeavers website and see if other users have reported any particular details about running this Windows application in CrossOver." = "Ta aplikacja instaluje się i działa całkiem dobrze, ale mogą wystąpić drobne usterki.\n\nGłówne funkcje tej aplikacji działają dobrze w CrossOver. Pewne dodatkowe funkcje mogą nie działają dobrze, ale ogólnie ta aplikacja powinna działać. Nie prowadzimy wykazu jakie konkretne funkcje działają/nie działają w tej aplikacji w naszej bazie danych zgodności, ale możesz sprawdzić forum tej aplikacji na witrynie internetowej CodeWeavers i sprawdzić, czy inni użytkownicy nie zgłaszali żadnych konkretnych szczegółów na temat działania tej aplikacji w CrosOver.";

/* Tooltip explaining a 3-stars rating in the installer window. */
"This application installs and runs, but has problems.\n\nThis application runs, but there are significant functional gaps. CrossOver translates Windows commands to their corresponding Mac commands and back. When a Windows program uses commands that CrossOver doesn’t know how to translate the Windows program may not respond when you click things, have garbled output, or crash. You might be able to add different dependencies or try workarounds to get this application to run better, so please check this application’s page at the CodeWeavers website. It’s also possible that programming added in a future release of CrossOver might help this Windows application run better, so check back later." = "Ta aplikacja instaluje się i działa, ale występują problemy.\n\nTa aplikacja działa, ale istnieją znaczne luki funkcjonalne. CrossOver tłumaczy polecenia systemu Windows do odpowiednich poleceń Mac OS i z powrotem. Gdy program Windows używa polecenia, którego CrossOver nie umie przetłumaczyć, to program Windows nie otrzyma prawidłowej odpowiedzi i może się zawiesić. Można dodać różne zależności lub spróbować to obejść i dla tego polecamy sprawdzić stronę tej aplikacji na witrynie internetowej CodeWeavers. Możliwe jest również, że w przyszłych wersjach CrossOver uruchamianie tej aplikacji systemu Windows będzie lepsze więc polecamy sprawdzać zachowanie programu na nowszych wersjach.";

/* Tooltip explaining a 2-stars rating in the installer window. */
"This application installs, but fails to run.\n\nThe Windows application immediately closes or freezes when you try to run it. You may be able to add various dependencies or try different workarounds to get this application to start, so please check the Support section of the CodeWeavers website for more information and tutorials. If the program still won’t launch then whatever programming this Windows application needs to work doesn’t exist yet in CrossOver." = "Ta aplikacja instaluje się, ale się nie uruchamia.\n\nTa aplikacja zamyka się natychmiastowo lub zawiesza się przy próbie uruchomienia. Możesz spróbować dodać brakujące zależności lub szukać innych sposobów obejścia problemu, więc sprawdź dział Wsparcie na stronie CodeWeavers aby znaleźć odpowiedni poradnik. Jeżeli aplikacja ta nie będzie nadal działała, oznacza, że nie wspiera ona komend używanych przez tą aplikację.";

/* Tooltip explaining a 1-star rating in the installer window. */
"This application won’t get through installation.\n\nMost installers are standardized and CrossOver will be able to run them without a problem. However some companies customize the installer, or write their own, and the custom programming fails in CrossOver. The Windows application itself might be functional, but there’s no way to get it out of the installer." = "Ta aplikacja nie może zostać zainstalowana.\n\nWiększość instalatorów jest ustandardyzowana i CrossOver wspiera je bez problemu. Jednak niektóre firmy dostosowywują swój instalator, lub tworzą własny, nieobsługiwany przed CrossOver. Aplikacja sama w sobie może działać, lecz musi zostać zainstalowana.";

/* Caption of dialog reporting that the demo has been registered and enabled.  Substitution is the app name. */
"This copy of %@ is now fully enabled." = "Program %@ został zarejestrowany i działają wszystkie jego funkcje.";

/* This demo version has expired. */
"This demo version has expired." = "Ta wersja demo wygasła.";

/* This demo version will expire in %d days. */
"This demo version will expire in %d days." = "Okres próbny wersji demo zakończy się za %d dni.";

/* Warning message when a user drag-and-drops a .tie file that has been flagged as malware */
"This file cannot be used because it would install malicious software or otherwise harm your computer." = "Ten plik nie może być użyty, ponieważ może zainstalować niebezpieczne oprogramowanie lub uszkodzić Twój komputer.";

/* Tooltip explaining an untrusted rating in the installer window. */
"This installation recipe is from an unknown source. Installing may pose a security risk to your system." = "Ten plik instalacyjny pochodzi z nieznanego źródła. Instalacja może zagrozić bezpieczeństwu systemu operacyjnego.";

/* This is nag message displayed for the demo version, when there are 2 or more days remaining.  %1$@ is the app name, %2$d is the number of days remaining in the trial. */
"This is a time limited trial version of %1$@. It will stop working in %2$d days." = "To jest ograniczona czasowo wersja próbna %1$@. Przestanie działać za %2$d dni.";

/* This is nag message displayed for the demo version, when there's a single day remaining.  %@ is the app name (e.g. CrossOver) */
"This is a time limited trial version of %@. It will stop working in 1 day." = "To jest ograniczona czasowo wersja próbna %@. Przestanie działać za 1 dzień.";

/* HTML note in package selection section of software installer window for packages with a home page. Substitution is home page URL. */
"This software can be downloaded from its <a href=\"%@\">home page</a>." = "To oprogramowanie może zostać pobrane z jego <a href=\"%@\">strony domowej</a>.";

/* Message informing user that their trial has expired.  Substitution is the product name. */
"This trial version of %1$@ has expired." = "Zakończył się okres próbny programu %1$@.";

/* A list of contributors to the creations of the CrossOver Tie file. */
"Tie contributors: %@" = "Współautorzy pliku Tie: %@";

/* Button label -- option after the installation of a package subcomponent has failed */
"Try Again" = "Spróbuj ponownie";

/* Display name for the unknown/generic CrossTie when there's no search string. */
"Unlisted application" = "Niewypisane programy";

/* Display name for the unknown/generic CrossTie which shows the search string used to select it.  Substitution is the user's search string, trimmed of leading and trailing whitespace. */
"Unlisted application “%@”" = "Niezarejestrowana aplikacja “%@”";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer" = "Odblokuj dla wszystkich użytkowników tego komputera";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer (requires authentication)" = "Odblokuj dla wszystkich użytkowników tego komputera (wymaga uwierzytelnienia)";

/* Dialog title which reports that demo registration failed. */
"Unlocking failed" = "Odblokowanie nie powiodło się";

/* Label in the app-rating pop-over describing the rating when there hasn't been one */
"Unrated" = "Brak ocen";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app hasn't been rated */
"Untested" = "Nieprzetestowane";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the CrossTie can't be verified as coming from CodeWeavers */
"Untrusted" = "Niezaufane";

/* Title for menu item when there's no bottle selected. */
"Update Published Bottle…" = "Uaktualnij opublikowaną butelkę…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Update “%@”…" = "Uaktualnij “%@”…";

/* Prompt for a file-selection dialog */
"Use this installer" = "Użyj tego instalatora";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"WARNING: Many Windows applications render incorrectly in high resolution mode." = "OSTRZEŻENIE: Wiele aplikacji Windows może wyświetlać się nieprawidłowo w trybie wysokiej rozdzielczości.";

/* Text on a dialog asking for confirmation before esync is enabled. */
"WARNING: Some Windows applications will not work correctly with ESync enabled." = "WARNING: Some Windows applications will not work correctly with ESync enabled.";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 1 star
   Label in the rating pop-over describing a rating of 1 star */
"Will Not Install" = "Nie zostanie zainstalowany";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Window Behavior" = "Zachowanie okna";

/* An error in the Select Bottle section when the user tries to name a new bottle with a name that's already in use.  Substitution is the bottle name */
"You can’t name a new bottle ‘%@’. There is already a bottle by that name. You must use a different name for your new bottle or select an existing bottle." = "Nie możesz nazwać nowej butelki jako ‘%@’. Istnieje już butelka o tej nazwie. Musisz użyć innej nazwy dla nowej butelki lub wybrać istniejącą butelkę.";

/* Message when user tries to save over a non-writable file. Substitution is display name of file. */
"You do not have permission to overwrite ‘%@’." = "You do not have permission to overwrite ‘%@’.";

/* Message when user tries to save into a non-writable directory. Substitution is display name of directory. */
"You do not have permission to write to ‘%@’." = "You do not have permission to write to ‘%@’.";

/* Warning message discouraging user from creating a new bottle of incompatible type. */
"You have chosen to create a new bottle of a type which is incompatible with this application. It is strongly recommended to install in a compatible bottle." = "Została wybrana opcja tworzenia nowego typu butelki, która nie jest kompatybilna z tą aplikacją. Zdecydowanie zalecamy instalację w kompatybilnej butelce.";

/* Error message indicating that the user must enter all required fields. */
"You have left a required field blank. Please enter a name, password, email address, and activation code. All fields are required." = "Opuściłeś wymagane pole. Proszę wprowadzić imię i nazwisko, hasło, adres email oraz kod aktywacyjny. Wszystkie pola są wymagane.";

/* Warning message discouraging user from installing into an incompatible bottle. */
"You have selected a bottle which is incompatible with this application. It is strongly recommended to install in a new or compatible bottle." = "Wybrano butelkę, która nie jest kompatybilna z tą aplikacją. Zalecamy instalację w nowej lub kompatybilnej butelce.";

/* You will need the installer file or disc for this software. */
"You will need the installer file or disc for this software." = "Potrzebny będzie plik Instalatora lub dysk dla tego oprogramowania.";

/* Response message when the user updates the license of an already-enabled install.  %@ is replaced with a date. */
"Your license has been updated. Automatic product updates will now be available through %@." = "Licencja została zaktualizowana. Automatyczne uaktualnienia produktu będą teraz dostępne do %@.";

/* Displayed during product registration when the downloaded license isn't valid for the currently running product. */
"Your support contract is not valid for this product. You may need to purchase a support extension or an additional license." = "Umowa wsparcia nie jest prawidłowa dla tego produktu. Może być wymagany zakup rozszerzenia wsparcia lub dodatkowej licencji.";

